Repository: anton16/nbsap
Catalog: src/nbsap/locale/*/LC_MESSAGES/django.po
Languages: nl

source: Communication Question
nl: Communicatie Question

source: Indicator Sub-topics
nl: Indicator Sub-onderwerpen

source: Operational Classification
nl: Operationele Classificatie

source: Status of development
nl: Stand van deze ontwikkeling

source: Sensitivity (can it be used to make assessment by 2015?)
nl: Gevoeligheid (kan het worden gebruikt om de beoordeling te maken in 2015?)

source: Scale (global, regional, national, sub-national)
nl: Schaal (mondiaal, regionaal, nationaal, sub-nationale)

source: Scientific Validity
nl: Wetenschappelijke Geldigheid

source: How easy can it be communicated?
nl: Hoe makkelijk kan het worden gecommuniceerd?

source: Data Sources
nl: Gegevens Sources

source: Who's responsible for measuring?
nl: Wie is verantwoordelijk voor het meten?

source: Other conventions/processes using indicator
nl: Andere verdragen / processen met behulp van indicator

source: English
nl: Engels

source: French
nl: Frans

source: Dutch
nl: Nederlands

source: Back to AICHI
nl: Terug naar AICHI

source: Goals
nl: Doelen

source: National Strategy
nl: Nationale Strategie

source: EU Targets
nl: EU Doelen

source: Target
nl: Doel

source: Table of contents
nl: Inhoudsopgave

source: No actions found
nl: Geen acties gevonden

source: Action
nl: Actie

source: Mapping with Aichi Strategy
nl: Het in kaart brengen met Aichi Strategie

source: No data available
nl: Geen gegevens beschikbaar

source: Mapping with National Strategy
nl: Het in kaart brengen met de nationale strategie

source: Objective
nl: Doelstelling

source: Back to top
nl: Terug naar Boven

source: Goal
nl: doel

source: Indicators
nl: Indicatoren

source: Mapping with EU targets
nl: Het in kaart brengen met de EU-doelstellingen

source: Maping with National Strategy
nl: Maping met Nationale Strategie

source: Most relevant indicators
nl: Meest relevante indicatoren

source: Other relevant indicators
nl: Andere relevante indicatoren

source: Actions related to
nl: Acties met betrekking tot

source: Actions related to Objective
nl: Acties voor doelstelling

source: show more
nl: Meer...

source: show less
nl: Minder tonen

source: Language
nl: Taal

source: EU Strategy
nl: EU-strategie

source: Implementation
nl: Uitvoering

source: Objectives
nl: Doelstellingen

source: Add action
nl: Actie toe te voegen

source: Please correct the error %(errors)s below.
nl: Corrigeer de fout %(errors)s hieronder.

source: Description
nl: Omschrijving

source: Save
nl: Opslaan

source: Cancel
nl: Ann.

source: Edit action
nl: Actie bewerken

source: Original description in English
nl: Originele beschrijving in het Engels

source: Back
nl: Vorige

source: Edit
nl: Wijzigen

source: Delete
nl: Verwijder

source: Edit goal
nl: Doel te bewerken

source: Title
nl: Titel

source: Original title in English
nl: Originele titel in het Engels

source: Mapping National Objectives
nl: Mapping Nationale Doelstellingen

source: National Objective
nl: Nationale Doelstelling

source: Relevant AICHI Target
nl: Relevante AICHI Target

source: Other AICHI Targets
nl: Andere AICHI Doelen

source: EU Actions
nl: EU Acties

source: Mappings of National Objectives to Aichi and EU targets
nl: Toewijzingen van Nationale Doelstellingen voor Aichi en EU-doelstellingen

source: Add Mapping
nl: Voeg Mapping

source: Most Relevant Targets
nl: Meest relevant Doelen

source: Other Relevant Targets
nl: Andere relevante Doelen

source: Are you sure you want to delete this mapping?
nl: Weet u zeker dat u deze matrix verwijderen?

source: Mapping with AICHI
nl: Het in kaart brengen met AICHI

source: Most relevant AICHI target
nl: Meest relevante AICHI doel

source: Other relevant AICHI targets
nl: Andere relevante AICHI doelen

source: Mapping with EU
nl: Het in kaart brengen met de EU-

source: Targets
nl: Doelen

source: Related EU actions
nl: Gerelateerde EU-acties

source: Add objective
nl: Objectieve voegen

source: Edit objective
nl: Objectieve bewerken

source: No objectives found. Please define your National Strategy
nl: Geen doelen gevonden. Definieer uw Nationale Strategie

source: here
nl: hier

source: No sub-objectives found
nl: Geen subdoelstellingen gevonden

source: No related actions found
nl: Geen gerelateerde acties gevonden

source: Related actions
nl: Samenhang

source: Actions related to objective
nl: Acties met betrekking tot objectieve

source: Add sub-objective
nl: Voeg subdoelstelling

source: No objectives
nl: Geen doelstellingen

source: Actions
nl: Acties

source: %(start)s to %(end)s
nl: %(start)s naar %(end)s
